Repository: Winux-kaggle-club/periodic-table
Catalog: po/*.po
Languages: ms_my, si_si, vi_vn

source: Periodic Table
ms_my: Jadual Berkala
si_si: ආවර්තිතා වගුව
vi_vn: Bảng tuần hoàn các nguyên tố hóa học

source: Settings
ms_my: Tetapan
si_si: සැකසුම්
vi_vn: Cài đặt

source: Language
ms_my: Bahasa
si_si: භාෂාව
vi_vn: Ngôn ngữ

source: About
ms_my: Tentang
si_si: විස්තර​
vi_vn: Thông tin

source: English
ms_my: Inggeris
si_si: ඉංග්‍රීසි
vi_vn: Tiếng Anh

source: Czech
si_si: චෙක්
vi_vn: Tiếng Séc

source: Slovak
si_si: ස්ලෝවැක්
vi_vn: Tiếng Slovakia

source: German
ms_my: Jerman
si_si: ජර්මානු
vi_vn: Tiếng Đức

source: French
ms_my: Perancis
si_si: ප්‍රංශ
vi_vn: Tiếng Pháp

source: Polish
ms_my: Poland
si_si: පෝලන්ත
vi_vn: Tiếng Ba Lan

source: Spanish
ms_my: Sepanyol
si_si: ස්පාඤ්ඤ
vi_vn: Tiếng Tây Ban Nha

source: Dutch
ms_my: Belanda
si_si: ලන්දේසි
vi_vn: Tiếng Hà Lan

source: Default language
ms_my: Bahasa Asal
si_si: පෙරනිමි භාෂාව
vi_vn: Ngôn ngữ mặc định

source: State
ms_my: Keadaan
si_si: අවස්ථාව​
vi_vn: Trạng thái

source: Solid
ms_my: Pepejal
si_si: ඝණ
vi_vn: Rắn

source: Liquid
ms_my: Cecair
si_si: ද්‍රව​
vi_vn: Lỏng

source: Gas
si_si: වායු
vi_vn: Khí

source: Symbol
ms_my: Simbol
si_si: සංකේතය
vi_vn: Ký hiệu

source: Atomic number
ms_my: Nombor Atom
si_si: පරමාණුක අංකය
vi_vn: Số hiệu nguyên tử

source: Period
ms_my: Tempoh
si_si: ආවර්තය​
vi_vn: Chu kỳ

source: %d. period
ms_my: Tempoh %d.
vi_vn: Chu kỳ %d.

source: Element category
ms_my: Kategori unsor
si_si: මූලද්‍රව්‍ය ප්‍රවර්ගය
vi_vn: Nhóm nguyên tố

source: Relative atomic mass
ms_my: Jisim atom relatif
si_si: සාපේක්ෂ පරමාණුක ස්කන්ධය
vi_vn: Nguyên tử khối tương đối

source: Atomic mass
ms_my: Jisim atom
si_si: පරමාණුක ස්කන්ධය
vi_vn: Nguyên tử khối

source: Group
ms_my: Kumpulan
si_si: කාණ්ඩය​
vi_vn: Nhóm

source: group
ms_my: kumpulan
si_si: කාණ්ඩය​
vi_vn: nhóm

source: Electronegativity
ms_my: Elektronegativiti
si_si: විද්‍යුත් ඍණතාව
vi_vn: Độ âm điện

source: Oxidation numbers
ms_my: Nombor pengoksidaan
si_si: ඔක්සිකරණ අංක
vi_vn: Số oxi hóa

source: Electron configuration
ms_my: Konfigurasi elektron
si_si: ඉලෙක්ට්‍රෝන වින්‍යාසය
vi_vn: Cấu hình điện tử

source: Density
ms_my: Ketumpatan
si_si: ඝණත්වය​
vi_vn: Khối lượng riêng

source: Melting point
ms_my: Takat lebur
si_si: ද්‍රවාංකය
vi_vn: Nhiệt độ nóng chảy

source: Boiling point
ms_my: Takat didih
si_si: තාපාංකය
vi_vn: Nhiệt độ sôi

source: Critical point
ms_my: Titik kritikal
si_si: අවධ් ලක්‍ෂය​
vi_vn: Điểm tới hạn

source: Critical pressure
ms_my: Tekanan kritikal
si_si: අවධ් පීඩනය​
vi_vn: Áp suất tới hạn

source: Atomic radius
ms_my: Jejari atom
si_si: පරමාණුක අරය
vi_vn: Bán kính nguyên tử

source: Covalent radius
ms_my: Jejari kovalen
si_si: සහසංයුජ අරය
vi_vn: Bán kính cộng hóa trị

source: Thermal conductivity
ms_my: Kekonduksian terma
si_si: තාප සන්නායකතාව
vi_vn: Độ dẫn điện

source: Discovery
si_si: සොයාගැනීම
vi_vn: Thời điểm khám phá

source: Hardness
ms_my: Kekerasan
si_si: දෘඩතාව
vi_vn: Độ cứng

source: Vickers hardness
ms_my: Kekerasan Vickers
si_si: විකර්ස් දෘඩතාවය
vi_vn: Độ cứng theo thang đo Vickers

source: Brinell hardness
ms_my: Kekerasan Brinell
si_si: බ්‍රිනෙල් දෘඩතාව
vi_vn: Độ cứng theo thang đo Brinell

source: Mohs scale
ms_my: Skala Mohs
si_si: මෝස් පරිමාණය
vi_vn: Thang đo Mohs

source: Shear modulus
ms_my: Modulus ricih
si_si: ෂියර් මාපාංකය
vi_vn: Mô đun cắt

source: Young's modulus
ms_my: Modulus Young's
si_si: යං මාපාංකය
vi_vn: Mô đun Young

source: Electrical resistivity
ms_my: Rintangan elektrik
si_si: විද්‍යුත් ප්‍රතිරෝධකතාව​
vi_vn: Điện trở suất

source: Electrical conductivity
ms_my: Kekonduksian elektrik
si_si: විද්‍යුත් සන්නායකතාව
vi_vn: Điện dẫn suất

source: Name
ms_my: Nama
si_si: නම
vi_vn: Tên

source: Latin name
ms_my: Nama latin
si_si: ලතින් නම
vi_vn: Tên Latin

source: Version
ms_my: Versi
si_si: පිටපත
vi_vn: Phiên bản

source: Created
ms_my: Dicipta
si_si: නිර්මාණය කරන ලදි
vi_vn: Ngày tạo

source: Author
ms_my: Pengarang
si_si: කර්තෘ
vi_vn: Tác giả

source: Write review
ms_my: Tulis ulasan
si_si: සමාලෝචනය ලියන්න
vi_vn: Viết đánh giá

source: Noble gases
ms_my: Argon
si_si: උච්ච වායූන්
vi_vn: Khí hiếm

source: Inner transition elements
ms_my: Unsur-unsur peralihan dalaman
si_si: අභ්‍යන්තර සංක්‍රාන්ති මූලද්‍රව්‍ය
vi_vn: Kim loại chuyển tiếp trong

source: Transition elements
ms_my: Unsur-unsur peralihan
si_si: සංක්‍රාන්ති මූලද්‍රව්‍ය
vi_vn: Kim loại chuyển tiếp

source: Metalloids
ms_my: Metalloid
si_si: ලෝහමය
vi_vn: Á kim

source: Nonmetals
ms_my: Bukan logam
si_si: අලෝහමය
vi_vn: Phi kim

source: Alkaline earth metals
ms_my: Logam bumi alkali
si_si: ක්ෂාරීය පාංශු ලෝහ
vi_vn: Kim loại kiềm thổ

source: Metals
ms_my: Logam
si_si: ලෝහ
vi_vn: Kim loại

source: Alkali metals
ms_my: Logam alkali
si_si: ක්ෂාර ලෝහ
vi_vn: Kim loại kiềm

source: 1.st ionization energy
ms_my: Tenaga pengionan pertama
si_si: පළමුවන අයනීකරණ ශක්තිය
vi_vn: Năng lượng ion hóa bậc 1

source: 2.nd ionization energy
ms_my: Tenaga pengionan kedua
si_si: දෙවන අයනීකරණ ශක්තිය
vi_vn: Năng lượng ion hóa bậc 2

source: 3.rd ionization energy
ms_my: Tenaga pengionan ketiga
si_si: තෙවන අයනීකරණ ශක්තිය
vi_vn: Năng lượng ion hóa bậc 3

source: Stable isotopes
ms_my: Isotop stabil
si_si: ස්ථාවර සමස්ථානික
vi_vn: Đồng vị bền

source: Unstable isotopes
ms_my: Isotop tidak stabil
si_si: අස්ථායී සමස්ථානික
vi_vn: Đồng vị không bền

source: Substance
ms_my: Bahan
si_si: ද්‍රව්‍ය
vi_vn: Chất

source: Talc
ms_my: Talkum
si_si: ටැල්ක්
vi_vn: Bột Talc

source: Rock salt
ms_my: Garam batu
si_si: ආකර ලුණු
vi_vn: Đá muối

source: Limestone
ms_my: Kapur
si_si: හුණුගල්
vi_vn: Đá vôi

source: Fluorspar
si_si: ෆ්ලෝවර්ස්පාර්
vi_vn: Đá flourite

source: Apatite
si_si: ඇපටයිට්
vi_vn: Quặng Apatite

source: Feldspar
si_si: ෆෙල්ඩ්ස්පාර්
vi_vn: Đá tràng thạch

source: Quartz
ms_my: Kuarza
si_si: ක්වාර්ට්ස්
vi_vn: Thạch anh

source: Diamond
ms_my: Berlian
si_si: දියමන්ති
vi_vn: Kim cương

source: Antiquity
ms_my: Antikuiti
si_si: පෞරාණිකත්වය
vi_vn: Thời cổ đại

source: Heat capacity
ms_my: Muatan haba
si_si: තාප ධාරිතාව
vi_vn: Nhiệt dung riêng

source: Table view
ms_my: Paparan jadual
si_si: වගු දර්ශනය
vi_vn: Dạng bảng

source: Download
ms_my: Muat turun
si_si: බාගතකරන්න​
vi_vn: Tải xuống

source: Links
ms_my: Pautan-pautan
si_si: වෙබ් අඩවි සබැඳිය
vi_vn: Liên kết

source: Source code
ms_my: Kod sumber
si_si: ප්රභව කේතය
vi_vn: Mã nguồn

source: Unknown
ms_my: Tidak diketahui
si_si: නොදන්නා
vi_vn: Không rõ

source: Russian
vi_vn: Tiếng Nga

source: Estonian
vi_vn: Tiếng Estonia

source: Swedish
ms_my: Sweden
si_si: ස්වීඩන්
vi_vn: Tiếng Thụy Điển

source: Italian
ms_my: Itali
si_si: ඉතාලි
vi_vn: Tiếng Italy

source: Danish
ms_my: Denmark
si_si: ඩෙන්මාර්ක
vi_vn: Tiếng Đan Mạch

source: Hungarian
vi_vn: Tiếng Hungary

source: Belarusian
vi_vn: Tiếng Belarus

source: Croatian
ms_my: Croatia
si_si: ක්‍රොඒෂියානු
vi_vn: Tiếng Croatia

source: Turkish
ms_my: Turki
si_si: තුර්කි
vi_vn: Tiếng Thổ Nhĩ Kỳ

source: Finnish
ms_my: Finland
si_si: ෆින්ලන්ත
vi_vn: Tiếng Phần lan

source: Afrikaans
si_si: අප්‍රිකානු
vi_vn: Tiếng Nam Phi

source: Ukrainian
si_si: යුක්රේන
vi_vn: Tiếng Ukraina

source: Malay
si_si: මැලේ
vi_vn: Tiếng Malaysia

source: Indonesian
si_si: ඉන්දුනීසියානු
vi_vn: Tiếng Indonesia

source: Japanese
si_si: ජපන්
vi_vn: Tiếng Nhật

source: Chinese - Simplified
si_si: චීන - සරල
vi_vn: Tiếng Trung Giản Thể

source: Romanian
si_si: රුමේනියානු
vi_vn: Tiếng Romani

source: Sinhala
vi_vn: Tiếng Sri Lanka

source: Hindi
vi_vn: Tiếng Ấn

source: Vietnamese
vi_vn: Tiếng Việt

source: Halogens
ms_my: Halogen
si_si: හැලජන්

source: Topaz
si_si: ටොපෑස්

source: Corundum
ms_my: Korundum
si_si: කොරුන්ඩම්

source: Portuguese
ms_my: Portugis
si_si: පෘතුගීසි

source: Brazilian Portuguese
ms_my: Portugis (Brazil)
si_si: බ්‍රසීලියානු පෘතුගීසි
